Repository: jairvercosa/tsm
Catalog: tsm/acesso/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: User
pt_br: Usuário

source: Invalid Length (%s)
pt_br: Tamanho inválido (%s)

source: Must be %s characters or more
pt_br: Deveria ter %s caracteres ou mais

source: Must be %s characters or less
pt_br: Deveria ter %s caracteres ou menos

source: Must be more complex (%s)
pt_br: Deve ser mais complexo (%s)

source: Must contain %(UPPER)s or more uppercase characters
pt_br: Deve conter %(UPPER)s ou mais caracteres maiúsculos

source: Must contain %(LOWER)s or more lowercase characters
pt_br: Deve conter %(LOWER)s ou mais caracteres minúsculos

source: Must contain %(DIGITS)s or more digits
pt_br: Deve conter %(DIGITS)s ou mais dígitos

source: Must contain %(PUNCTUATION)s or more punctuation character
pt_br: Deve conter %(PUNCTUATION)s ou mais carateres de pontuação

source: Must contain %(NON ASCII)s or more non ascii characters
pt_br: Deve conter %(NON ASCII)s ou mais carateres ascii

source: Must contain %(WORDS)s or more unique words
pt_br: Deve conter %(WORDS)s ou mais palavras únicas

source: Based on a dictionary word.
pt_br: Baseado em um dicionário de palavras.

source: Based on a common sequence of characters
pt_br: Baseado em uma sequencia comum de caracteres
